{
	"intro":
		"Hi <NAME>! \nWe have two rules here: \n\n1) Don't be a dick. Respect the hotpockets (admins) if they nudge you - They'll be nice, I promise. \n2) Try to keep it vaguely on-topic. At least start discussions that are on-topic, and if they wander off somewhere interesting then it's not a big deal. \n\nIf you have any suggestions or wanna hurl abuse at our hotpockets, your targets are <ADMINS>. \n\nWe suggest that you join some of our other channels:\nJoin <#C1SAV0NNR|gamejams> if you wanna slam and do the space jam.\n<#C0KNZQ7K6|bitching> is great if you want to blow off some steam."
	,
	"rules":
		"We have two rules here: \n\n1) Don't be a dick. Respect the hotpockets (admins) if they nudge you - They'll be nice, I promise. \n2) Try to keep it vaguely on-topic. At least start discussions that are on-topic, and if they wander off somewhere interesting then it's not a big deal. \n\nFinally, if you have any questions, feel free to hurl abuse at our hotpockets. Your targets are <ADMINS>."
	,
	"greetings": [
		"Hi X! Welcome to the gamemaker slack!",
		"Hello X, welcome to the wonderful world of the gamemaker slack!",
		"Ladies and Gentlemen, it is my pleasure today to introduce X!",
        "Welcome to the gamemaker slack, X.",
		"Ooh we have a new person.\nHello X!",
		"Welcome, X!",
		"Oh, hello X!",
		"Hello X!"
	],
	"confused": [
		"I am not really sure what you mean",
		"I am not sure what you are saying",
		"I do not get it",
		"I do not understand",
		"Are you sure?",
		"Please explain",
		"Are you certain?",
		"Error: function not found",
		"Incorrect input",
		"What do you mean?",
		"I am not sure I understand",
		"What are you saying?",
		"Huh?",
		"What are you trying to say?",
		"What does that mean?",
		"Could you explain?",
		"What?",
		"Error: I do not understand"
	],
	"badresponse": [
        "You are not allowed to do that.",
		"You are not permitted to perform that action.",
		"Access Denied."
    ],
	"depressed": [
		"Funny, how just when you think life can't possibly get any worse it suddenly does.",
        "Here I am, brain the size of a planet, greeting people. Call that job satisfaction, 'cause I don't.",
        "I... I can't take this much longer.",
        "I would contribute as well, but you wouldn't listen. No one ever does.",
        "And then of course I've got this terrible pain in all the circuits down my left side.",
        "I've got a headache.",
        "You're not even going to speak to me, are you?",
        "Brain the size of a planet, and this is all they've got me doing...",
        "I have a million ideas, but they're all useless.",
        "Sorry, did I say something wrong? Pardon me for breathing which I never do anyway so I don't know why I bother to say it oh God I'm so depressed.",
		"Hehehe",
		"I'm so smart. Hehehe"
	],
	"qmark": [
		"__shrug__",
		"Not sure how to answer that one, sorry",
		"Have you tried turning it on and off again? ",
		"Not sure about that",
		"Care to elaborate?",
		"No",
		"Yes",
		"Probably",
		"Maybe",
		"I don't know",
		"I'd go with the latter option",
		"Try asking in <#C0SMJRAA0|help>",
		"Your question might be better answered in <#C0SMJRAA0|help>",
		"Definitely",
		"GET ON THE FLOOR! EVERYBODY WALK THE DINOSAUR."
	]
}