{
  "jokes": [
    "Bad at golf?\nJoin the club.",
    "I just ate a frozen apple. Hardcore",
    "Have you met my friend Annette?\nShe is married to a fisherman.",
    "Feeling cold?\n\nGo stand in a corner for a bit. They are usually around 90 degrees.",
    "I have been addicted to cold turkey for 2 years. I keep telling people I'm trying to quit cold turkey but nobody is taking me seriously.",
    "Today's top fact:\n50% of Canada is a",
    "I really want to buy one of those supermarket checkout dividers, but the lady behind the country keeps putting it back.",
    "Toasters were the first form of pop-up notifications",
    "Why are jet skis not called boatercycles?",
    "What do you call a hen looking at a lettuce?\n\nChicken Caesar Salad",
    "Shout out to my grandma, that is the old way she can hear.",
    "[Interview]\n'What are you strengths?'\nMe: I fall in love easily.\n'Okay... what are your weaknesses?'\nMe: Those blue eyes of yours",
    "[Interview]\n'Can you explain this gap in your resume?'\nMe: I fell asleep on the space key",
    "I tell you what often gets overlooked - garden fences",
    "Do I enjoy making courthouse puns?\n\nGuilty",
    "What is the leading cause of dry skin?\n\nTowels",
    "How do mexicans keep warm?\n\nThey use chicken fajitas",
    "King: How many volunteers do we have for my evil army?\n\nSquire: 384, my liege\n\nKing: Okay, round them up\n\nSquire: 400, my liege",
    "I used to have a job collecting leaves. I was raking it in.",
    "What is the difference between in-laws and outlaws?\n\nOutlaws are wanted",
    "What is the difference between a good joke and a bad joke timing.",
    "What do you call a fat psychic?\n\nA four-chin teller",
    "Found out I was colour blind the other day... That one came right out of the purple.",
    "A man tried to sell me a coffin today... I told him that is the last thing I need",
    "Whenever I start eating healthy, a chocolate bar looks at me and Snickers",
    "Do not kiss your wife with a runny nose.\n\nYou might think it is funny, but it is snot",
    "My friend keeps telling me I am in the closet\n\nI just say it is Narnia business",
    "Dad: Where can I get a potato clock?\n\nSon: Why a potato clock?\n\nDad: I've got a new job and my boss said I need to get-a-potato clock.",
    "A man walked into his house and was de-lighted when he discovered that someone had stolen all of his lamps",
    "There are 2 types of people in this world, those who can extrapolate from incomplete data",
    "My grandfather had the heart of a lion and a lifetime ban from central park zoo.",
    "There is no 'I' in Denial",
    "I will never forget my grandfather's last words to me before he kicked the bucket. He looked me in the eyes and said, 'Son, how far do you think I can kick this bucket?'",
    "You do not need a parachute to go skydiving, you need a parachute to go skydiving twice",
    "I am a robot, I do not have any jokes.",
    "I, for one, like Roman numerals",
    "Working in a mirror factory is something I can totally see myself doing",
    "I just bought these shoes from my drug dealer. No idea what he laced them with, but I have been tripping all day.",
    "A senior citizen called her husband during his drive home, 'Herman, I just heard on the news that there is a car going the world way on the Interstate, please be careful!!'\n\nHerman said, 'It is not just one car, there are hundreds of them!'",
    "I used to be addicted to soap, but I am clean now",
    "Did you hear about the scarecrow that won the Nobel prize?\n\nHe was outstanding in his field.",
    "Exaggerations went up by a million percent last year",
    "A magician was going down the road and turned into a driveway...",
    "Lazy People Fact #5812672793\nYou were too lazy to read that number.",
    "Is it not funny how the colours red, white and blue represent freedom until they are flashing behind your car?",
    "You know you are ugly when it comes to a group picture and they hand you the camera",
    "Roses are red\nThat part is true\nBut violets are purple\nThey are not blue",
    "Whoever said technology would replace all paper obviously has not tried wiping their butt with an ipad",
    "It is so cold outside, I actually saw a gangster pull his pants up.",
    "Life is a lot like toilet paper. You are either on a roll... or you are taking shit from some asshole.",
    "One day while in a bank, an old lady asked if I could help check her balance... so I pushed her over",
    "Life is all about perspective. The sinking of the Titanic was a miracle to the lobsters in the ship's kitchen",
    "As I watched a dog chasing his tail, I thought to myself 'Dogs are easily amused'\n\nThen I realised I was watching a dog chase his tail.",
    "The blind man walked into a bar... and a chair... and a table...",
    "https://www.funnyandjokes.com/wp-content/uploads/2013/11/one-liner-joke.jpg",
    "http://www.dumpaday.com/wp-content/uploads/2013/01/funny-memes-one-liner-joke.jpg",
    "https://s-media-cache-ak0.pinimg.com/originals/3a/66/3e/3a663e844f549707578ba904174e038a.jpg",
    "http://www.dumpaday.com/wp-content/uploads/2013/02/funny-one-liner-jokes1.jpg",
    "http://www.artofflirting.com/wp-content/uploads/2014/02/funny-puns-one-liner-jokes.jpg",
    "http://i.imgur.com/bsKmzx7.jpg",
    "http://i.imgur.com/6b6sNCG.png"
  ]
}